IDEA Open Model
ConnectionPoint.BearingMember Property
Compatible with IDEA StatiCa 20.1
 Bearing Member
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ReferenceElement BearingMember { get; set; }
Public Property BearingMember As ReferenceElement
	Get
	Set
Property Value
Type: ReferenceElement
See Also
Reference
ConnectionPoint Class
IdeaRS.OpenModel.Connection Namespace